{
    "what-is-gcir": {
        "title": "ごちイラとは?",
        "body": [
            "ごちイラは、様々なサイトに点在するごちうさイラストを一括で検索できる、完全無料のごちうさイラスト専用のまとめサイトです。",
            "まとめ、と言っても某2chまとめブログ等とは目的が異なり、金銭を得られる広告やWebマイニングシステムはサイト内に一切存在しません。",
            "運営者は誰が描いたかわからない転載を無くしたい、ありとあらゆるチノちゃんを見たい・永久に保管したい・追い続けたいという目的で非営利で運営しています。",
            "そのため、記載されているイラストは全てごちイラサーバーに保管されていますが、すべてのイラストは出典が確実にわかる形となっています。",
            "保管といっても、検索ができなければ見返すことができない単なる画像ファイルの山です。そこで、ごちイラはタグ、出典元、画像サイズ情報などの出典元を特定するために必要な情報を可能な限り多く付与して検索機能の向上を目指しています。機能が充実しており、一般のサイトと勘違いされるかもしれませんがここはあくまでも非公開の場です。絵師さんを支援するためには、直接いいね/RT/同人誌購入をしにいってください。"
        ]
    },
    "is-gcir-free": {
        "title": "ごちイラは無料で使えますか?",
        "body": [
            "すべての機能が無料でご利用になれますが、一部利用に制限がある機能が存在します。",
            "当サイトには、ごちイラの保管庫を充実させることに協力していただいた方に配布するサイト内通貨(PYON)が存在します。その通貨を利用することで、サイト内の機能制限を解除してご利用になれます。",
            "制限がある機能は、どれもそれほど重要でないもので構成されているため、閲覧するだけでも快適にご利用になれます。"
        ]
    },
    "why-invite-only": {
        "title":"ごちイラはなぜ招待制なのですか?",
        "body": [
            "このサイトは保管庫という特性上、保管を好ましく思わない方による反感を買って不要な争いを生み出さないよう、招待専用としております。",
            "また、維持費を抑えるためにあまり性能が高くないサーバーを使用しており、多くの利用者に耐えきることはできません。",
            "これらの理由により、招待制をやめるつもりは当分ありません。"
        ]
    },
    "dmca-request": {
        "title":"ごちイラに記載されたくないイラストがあります",
        "body": [
            "すみませんが、運営者は全てのチノちゃんを平等に好きなため、絶対に消したくないです。",
            "また、ここから一度消したところで他のサイト、アップローダ、インターネットアーカイブ、HDDの中等にコピーは残るでしょう。",
            "あなたは法に基づき忘れられる権利を主張することができますが、全ての人々の記憶からあなたを消し去ることはできません。",
            "残ることがわかっていても、このサイトにだけはどうしても痕跡を残したくない、消し去りたいという場合はDMCAリクエストをお送りください。",
            "可能な限り早く(1~3日程度で)対応させていただきます。"
        ]
    },
    "publish-on-other-sites": {
        "title": "ブログやSNS等へのごちイラの掲載に関して",
        "body": [
            "なぜ招待制なのか、で述べたように、保管を好ましく思わない方との遭遇を避けるため、あまり多くの人を呼び込んでほしくありません。そこで、SNS上で紹介したい場合は、事前の許可が必要なものとします。",
            "ただし、例外としてごちうさに関連するオープンチャットにおいては、現状では事実上全てを監視できているため、管理者がこのサイトの意図を直接希望者本人に伝えることが容易となっています。そのため連絡不要とします。",
            "ごちうさに関連するオープンチャット以外でどうしても掲載をしたい場合は、オープンチャットか、メール、またはTwitterのダイレクトメッセージにてご連絡をお願いします。",
            "事前の許可なき記載を確認した場合は、すみませんが招待された方の全員および招待者をツリー単位で一括BANします。ごちイラをなるべく長く保つために必要な措置なため何卒ご協力ください。"
        ]
    },
    "not-working": {
        "title": "サイトの動作がおかしいです",
        "body": [
            "サイトが上手く動作しない場合は以下をご確認ください。",
            "<ul><li>インターネット環境が安定させる</li><li>サイトをリロードしてみる</li><li>拡張機能をオフにしてみる</li><li>Safariをやめる</li><li>Safariをやめる</li><li>iOSをやめる</li><li>Macをやめる</li><li>Chromeを使う</li></ul>",
            "■推奨ブラウザ<br><ul><li>Google Chrome 最新版</li><li>Firefox 最新版</li><li>Microsoft Edge 最新版</li></ul>",
            "※上記のブラウザ以外での動作保証はしていません、タブレットでの動作も未検証です。ゲーム機や冷蔵庫などでは、操作に不具合が生じる場合があります。"
        ]
    },
    "recommended-requirements": {
        "title": "推奨環境を教えて下さい",
        "body": [
            "ごちイラは、パソコン、スマートフォン問わず以下のブラウザでご利用になれます。",
            "<ul><li>Google Chrome 最新版</li><li>Firefox 最新版</li><li>Microsoft Edge 最新版</li></ul>",
            "※上記のブラウザ以外での動作保証はしていません、タブレットでの動作も未検証です。ゲーム機や冷蔵庫などでは、操作に不具合が生じる場合があります。"
        ]
    },
    "can-i-use-from-features": {
        "title": "フィーチャーフォンからごちイラは利用できますか?",
        "body": [
            "無理です。お願いですから GoogleChromeが使えるスマホまたはパソコンを使ってください。",
            "最悪iPhoneのSafariでも構いません。"
        ]
    },
    "works-too-slow": {
        "title": "動作がとても遅いです",
        "body": [
            "ごちイラの動作が遅い場合は以下をご確認ください。",
            "<ul><li>他のサイトの閲覧は問題ないか</li><li>インターネットの回線に問題はないか</li><li>他のアプリと多重起動するなど、他のアプリが負荷をかけていないか</li></ul>",
            "上記すべてに問題がない場合、ごちイラにアクセスが集中し高負荷となっている場合があります。しばらく経ってからアクセスをお試しください。",
            "サーバ障害などについては発生を確認次第、1日4時間、年120日程度、やる気が出たときに修正します。"
        ]
    },
    "not-smart-display": {
        "title": "スマホ版が表示されません",
        "body": [
            "サイトにログインした後、マイページをご確認ください。サイト内設定の'PC版'の右側が青くなっている場合はPC版が表示されるようになっています。青くなっている場合は、青い部分をタップまたはクリックして スマホ版が表示されるように切り替えてください。",
            "それでも表示されない場合は お問い合わせください。"
        ]
    },
    "how-to-register": {
        "title": "ごちイラにはどうすれば登録できますか?",
        "body": [
            "招待コードをお持ちであれば、新規登録画面よりご登録いただけます。",
            "招待コードをお持ちでない場合は、申し訳有りませんがご利用いただくことはできません。"
        ]
    },
    "does-minor-can-use": {
        "title": "18歳未満はごちイラを利用できませんか?",
        "body": [
            "もちろん利用になれます。しかしながら、年齢制限作品をご覧になることはできません。",
            "もしかしたら見れる可能性があるかもしれませんが、できては困ります。"
        ]
    },
    "what-is-uid": {
        "title": "ユーザーIDとは?",
        "body": [
            "ごちイラにログインするために必要となるIDのことです。ユーザーIDはログインにのみ利用され、他のユーザーに表示されることはありません。",
            "本人を確認するための重要な情報となるので、人に教えたり、忘れたりしないようお気をつけください。",
            "メモを取るか、ブラウザのパスワードマネージャに記憶させておくことをおすすめします。"
        ]
    },
    "how-to-get-uid":{
        "title": "ユーザーIDはどのように取得できますか?",
        "body": [
            "新規登録にご自身で入力されたユーザーIDがユーザーIDとなります。",
            "新規登録後に、変更することは基本的にできません。"
        ]
    },
    "how-to-change-uid":{
        "title": "ユーザーIDを変更したいです",
        "body": [
            "なりすましなどの対策のため、やむおえない理由がない限りは変更することはできません。",
            "どうしても変更したい場合は変更事由とともに お問い合わせください。"
        ]
    },
    "how-to-change-password":{
        "title": "パスワードを変更したいです",
        "body": [
            "ログインした状態で、マイページ下から2段目の黄色のエリア(PC版では中央下にあるアカウント設定)の2段目にある'パスワード変更'、より変更いただけます。"
        ]
    },
    "forgot-uid":{
        "title": "ユーザーIDを忘れてしまいました",
        "body": [
            "ログインした状態で、マイページ一番上の水色のエリア(PC版では左上にあるユーザー情報)の2段目にある'ID'があなたのユーザーIDです。",
            "ログインできない場合は、こちらを参照し、パスワード再発行と同様の手順に沿ってください。"
        ]
    },
    "forgot-password-logouted":{
        "title": "パスワードを忘れてしまいました",
        "body": [
            "サーバーに残っているブックマークや閲覧履歴等を参照しそれを元に本人確認ができた場合のみ、パスワードの再発行をご案内できます。",
            "<b>■アカウントの情報の一部を覚えている場合(アカウントの登録日、最後にいいね/ブックマークしたイラストなど)</b>",
            "問い合わせフォームよりお問い合わせください。対応には2-3日程度かかります。",
            "<b>■アカウントの情報をすべて忘れた場合</b>",
            "すみませんがアカウントを復旧することはできません。"
        ]
    },
    "can-I-use-after-upgraded":{
        "title": "スマホを機種変更してもごちイラは使えますか?",
        "body": [
            "IDとパスワードがあれば機種変更後もご利用になれます。",
            "忘れてしまった場合は こちらを参照してください。"
        ]
    },
    "how-to-logout":{
        "title": "ログアウトするには?",
        "body": [
            "マイページのアカウント設定、下から1段目のログアウトボタンよりログアウトできます。"
        ]
    },
    "what-is-mute":{
        "title": "ミュートとは?",
        "body": [
            "どうしても目にしたくないイラストがあった場合に、その絵師のイラストをすべて検索結果上で表示しないようにできる機能です。",
            "ミュート機能はショップでPYONと交換することで利用できるようになります。"
        ]
    },
    "maximum-mutes-exceeded":{
        "title": "ミュート数の上限に達していますと表示されました",
        "body": [
            "ミュートできる人数には上限があります。ショップでPYONと交換した商品に記載されている個数のみミュートができます。"
        ]
    },
    "what-is-multiple-tag-search":{
        "title": "複合タグ検索とは?",
        "body": [
            "最大5つまでのタグを利用して検索ができる機能です",
            "例えば 保登心愛 香風智乃 天々座理世 桐間紗路 宇治松千夜 を指定すると、5人全てが描かれたイラストを探すことができます。"
        ]
    },
    "what-is-image-search":{
        "title": "画像検索とは?",
        "body": [
            "ごちイラに保存されているイラスト、およびSauceNAOのデータベースに存在するイラストをもとに出典元を検索することができる機能です",
            "(あまり当てにならないのでAscii2DなりSauceNAOなり、サービスを直接利用するほうがいいです)"
        ]
    },
    "what-can-i-upload":{
        "title": "何を投稿できますか?",
        "body": [
            "ごちうさに関連のあるイラストまたは写真のみを投稿できます",
            "詳しくは 投稿ガイドラインを参照ください"
        ]
    },
    "use-guidelines": {
        "title": "サイト利用ガイドライン",
        "body": [
            "<b>■禁止行為</b>",
            "<ul><li>日本国内の法律に違反する行為</li><li>投稿禁止作品を大量に、または連続で投稿する行為</li><li>タグ・コメント・作品名等で、中傷・脅迫・経済的もしくは精神的に損害や不利益を与える行為</li><li>サーバに極端な負荷をかける行為</li><li>その他、当サイト管理者が不適切と判断しうる行為</li></ul>"
        ]
    },
    "upload-guidelines":{
        "title": "投稿ガイドライン",
        "body": [
            "<ul class='has-text-left'><li><b>■投稿禁止作品</b></li><li>ごちうさに関係がないか、作者が明確でないもの</li><li>アニメ 漫画 同人誌の本編</li><li>中傷・脅迫・経済的もしくは精神的に損害や不利益を与えるもの</li><li>性表現をいたずらに歪んだ状態で表現しているもの</li><li>刺激が非常に強く嫌悪感が強い暴力シーンを表現しているもの</li><li>いたずらに過度な思想を押し付けるもの</li><li>反社会的行為を賛美し、これを過度に助長しているもの</li><li>人種、信条、職業、性別、宗教などを不当に差別して表現しているもの</li><li>カルト的宗教活動、過度な政治活動を表現しているもの</li><li>隠蔽処理（モザイク処理）が存在しないもの</li><li>実写を主体とした作品と取れるもの<ul><li>- コスプレを禁じる</li><li>- 実写風は例外とする</li></ul> </li><li>作者本人以外が加工したもの<ul><li>- イラスト一部の切り抜き</li><li>- コラ画像として作られたもの</li><li>- コラ画像に使うために透過したもの</li></ul></li><li>非常に低画質なもの<ul><li>- サイズが128x128以下のもの</li><li>- ブロックノイズが激しいもの</li><li>- (ドット絵は例外とする)</li></ul></li><li>複数の異なる絵師のイラストが写りこんでいるもの<ul><li>- 写真は絵師毎に分けて撮ること</li><li>- 合同サークルの場合は例外とする</li></ul></li></ul>",
            "<ul class='has-text-left'> <li><b>■年齢制限基準</b></li><li><b><R18とするもの></b></li><li>胸・乳首・または性器が見えている</li><li>血が出ている(リョナ・グロ)</li><li>性に関連したもの、あるいはそれを表現しており、性器の結・接合、あるいは性行為を想起させるものを表現してある</li><li>Danbooruでの判定がExplicitである</li><li>絵師本人がR18を指定しているかつ上記のどれかを満たす</li><li><b><R18としないもの></b></li><li>上記R18の条件を満たさないもの</li><li>表情がそれっぽい</li><li>パンツが見えている</li><li>Danbooruでの判定がQuestionableかつR18の判定に含まれない</li></ul>"
        ]
    },
    "what-is-r-18":{
        "title": "年齢制限(R18)とはなんですか",
        "body": [
            "年齢制限とは、未成年者の閲覧が相応しくない作品を投稿する場合に閲覧するユーザーの年齢に応じて作品の閲覧可否を適切に制限するための機能です。",
            "年齢制限の基準は投稿ガイドラインを参照ください。"
        ]
    },
    "what-is-pyon":{
        "title": "PYONとはなんですか",
        "body": [
            "ショップページで利用することでサイト内で利用できる追加機能と交換することができます",
            "(今後用途が追加される可能性があります)"
        ]
    }
}