<template>
  <section class="section">
    <div class="container is-widescreen">
      <h1 class="title has-text-centered">
        利用規約
      </h1>
      <p>
        <b>この利用規約（以下，「本規約」といいます。）は
          Gochiusa Illustrations （以下，「当社」といいます。）が
          このウェブサイト上で提供するサービス（以下，「本サービス」といいます。）
          の利用条件を定めるものです。
          登録ユーザーの皆さま（以下，「ユーザー」といいます。）には，
          本規約に従って，本サービスをご利用いただきます。</b>
      </p>
      <br>
      <p><b>第1条（適用）</b></p>
      本規約は，ユーザーと当社との間の本サービスの利用に関わる一切の関係に適用されるものとします。</p>
      <br>
      <p><b>第2条（利用登録）</b></p>
      登録希望者が当社の定める方法によって利用登録を申請し，
      当社がこれを承認することによって，利用登録が完了するものとします。
      当社は，利用登録の申請者に以下の事由があると判断した場合，
      利用登録の申請を承認しないことがあり，その理由については一切の開示義務を負わないものとします。
      （1）利用登録の申請に際して虚偽の事項を届け出た場合
      （2）本規約に違反したことがある者からの申請である場合
      （3）その他，当社が利用登録を相当でないと判断した場合</p>
      <br>
      <p><b>第3条（ユーザーIDおよびパスワードの管理）</b></p>
      ユーザーは，自己の責任において，本サービスのユーザーIDおよびパスワードを管理するものとします。
      ユーザーは，いかなる場合にも，ユーザーIDおよびパスワードを第三者に譲渡または貸与することはできません。
      当社は，ユーザーIDとパスワードの組み合わせが登録情報と一致してログインされた場合には，
      そのユーザーIDを登録しているユーザー自身による利用とみなします。</p>
      <br>
      <p><b>第4条（利用料金および支払方法）</b></p>
      本サービスに利用料金はかかりません。
      ただし、ユーザーが後述の禁止事項に違反した場合には，
      ユーザーは124,000円を禁止事項を発生させた日数分乗算した金額を支払うものとします。</p>
      <br>
      <p><b>第5条（禁止事項）</b></p>
      ユーザーは，本サービスの利用にあたり，以下の行為をしてはなりません。
      （1）法令または公序良俗に違反する行為
      （2）犯罪行為に関連する行為
      （3）当社のサーバーまたはネットワークの機能を破壊したり，妨害したりする行為(XSS および DDos等)
      （4）当社のサービスの運営を妨害するおそれのある行為
      （5）他のユーザーに関する個人情報等を収集または蓄積する行為
      （6）他のユーザーに成りすます行為
      （7）当社のサービスに関連して，反社会的勢力に対して直接または間接的に不利益を供与する行為
      （8）その他，当社が不適切と判断する行為</p>
      <br>
      <p><b>第6条（本サービスの提供の停止等）</b></p>
      当社は，以下のいずれかの事由があると判断した場合，
      ユーザーに事前に通知することなく本サービスの全部または一部の提供を停止または中断することができるものとします。
      （1）本サービスにかかるコンピュータシステムの保守点検または更新を行う場合
      （2）地震，落雷，火災，停電または天災などの不可抗力により，本サービスの提供が困難となった場合
      （3）コンピュータまたは通信回線等が事故により停止した場合
      （4）その他，当社が本サービスの提供が困難と判断した場合
      当社は，本サービスの提供の停止または中断により，ユーザーまたは第三者が被ったいかなる不利益または損害について，
      理由を問わず一切の責任を負わないものとします。</p>
      <br>
      <p><b>第7条（利用制限および登録抹消）</b></p>
      当社は，以下の場合には，事前の通知なく，ユーザーに対して，
      本サービスの全部もしくは一部の利用を制限し，またはユーザーとしての登録を抹消することができるものとします。
      （1）本規約のいずれかの条項に違反した場合
      （2）登録事項に虚偽の事実があることが判明した場合
      （3）最終利用日から半年以上利用履歴がない場合
      （4）その他，当社が本サービスの利用を適当でないと判断した場合
      当社は，本条に基づき当社が行った行為によりユーザーに生じた損害について，一切の責任を負いません。</p>
      <br>
      <p><b>第8条（免責事項）</b></p>
      当社は、不正アクセスまたはパスワードの流出などによる責任を負わないものとします。
      当社は，何らかの理由によって責任を負う場合にも，
      通常生じうる損害の範囲内かつサイトをアクセスするために必要とする通信料金の範囲内においてのみ
      賠償の責任を負うものとします。
      当社は，本サービスに関して，ユーザーと他のユーザーまたは第三者との間において生じた取引，
      連絡または紛争等について一切責任を負いません。</p>
      <br>
      <p><b>第9条（サービス内容の変更等）</b></p>
      当社は，変更の48時間前にトップページに通知することで，本サービスの内容の変更または本サービスの提供を中止することができるものとし，
      これによってユーザーに生じた損害について一切の責任を負いません。</p>
      <br>
      <p><b>第10条（利用規約の変更）</b></p>
      当社は，必要と判断した場合には，変更の48時間前にトップページに通知することでユーザーに直接連絡することなくいつでも本規約を変更することができるものとします。</p>
      <br>
      <p><b>第11条（通知または連絡）</b></p>
      ユーザーと当社との間の通知または連絡は，当社の定める方法によって行うものとします。</p>
      <br>
      <p><b>第12条（権利義務の譲渡の禁止）</b></p>
      ユーザーは，当社の書面による事前の承諾なく，
      利用契約上の地位または本規約に基づく権利もしくは義務を第三者に譲渡し，または担保に供することはできません。</p>
      <br>
      <p><b>第13条（準拠法・裁判管轄）</b></p>
      本規約の解釈にあたっては，日本法を準拠法とします。
      本サービスに関して紛争が生じた場合には，当社のサーバーの所在地を管轄する裁判所を専属的合意管轄とします。</p>
      <br>
      <p><b>第14条（例外）</b></p>
      ただし、本規約に違反した場合でも、当社に有益な情報提供を行った場合もしくは
      当社が該当ユーザーに支払い能力がないと判断した場合は 利用料金は請求しないものとします。</p>
    </div>
  </section>
</template>

<script>
export default {
  head () {
    return {
      title: '利用規約'
    }
  }
}
</script>
